 // **Group members profiles**   
// Each profile consists of (1) avatar, (2) username, (3) personal description, (4) number of "likes" the profile will receive throughout the interaction

window.others3 = {
  "posts2" : [
      {
        "avatar": "avatars/others/anca.png",
        "username": "AncaD",
	"userage": "29",
	"usergender": "kvinna",
	"userpolitic": "sport, teknik och litteratur",
	"shownlikes": "5",
        "text": "Jag är en datavetar student, intresserad av naturliga språkprocesser. Jag älskar thé och är inne på semantisk webb. Nu verkar jag säkert helt knäpp, men är annars jag helt normal. Jag gillar att umgås med vänner och familj, och missar såklart aldirg MFF hemma!",
        "likes": [10000, 12000, 40000, 80000, 120000] //5
      },
      {
        "avatar": "avatars/others/sarah.png",
        "username": "Sarah",
	"userage": "32",
	"usergender": "kvinna",
	"userpolitic": "musik, träning och att umgås med vänner",
	"shownlikes": "5",
        "text": "Okej, nu ska jag introducera mig själv. Jag heter Sarah och jag är barnmorska. Jag älskar mitt jobb! När jag inte jobbar vilket jag typ gör alltid spelar jag volleyboll och sjunger i kör. Jag är ganska ny i den här panelen. Men visst är det en gamle? Vissa undersökningar är supelkul medans vissa tråkigare än torkande färg :-)",
        "likes": [12000, 14000,15000,35000,80000,100000,110000,150000,20000] //9
      },
      {
        "avatar": "avatars/others/arjen.png",
        "username": "Arjen",
	"userage": "26",
	"usergender": "man",
	"userpolitic": "teknik, litteratur och TV-/datorspel",
	"shownlikes": "3",
        "text": "Jag heter Arjen, jag pluggar Artificiell Intelligens. Jag gör massa olika saker på min fritid... Men mestadels har det att göra med min passion för datorer och lågnivåspråk. Mitt livsmål är typ att skapa välrdens första syntetiska medvetande. Ja, ni gissade rätt, jag är världens största nörd. Men kanske inte lika konstig som många andra",
        "likes": [12000, 17000, 24000] //3
      },
      {
        "avatar": "avatars/others/jane.png",
        "username": "Marie",
	"userage": "36",
	"usergender": "kvinna",
	"userpolitic": "träning, litteratur och att umgås med vänner",
	"shownlikes": "4",
        "text": "Hej alla, jag heter Marie och jag ska snart ha väldens mest spännande intervju. Jag kan nästan inte tänka på något annat. Så, svråt att komma på nåt att skriva. Jag hoppas att ni mår bra.",
        "likes": [10000, 15000, 24000, 28000] //4
      },
    ]
  };
